Repository: MPAT-eu/mpat-explorer
Catalog: languages/mpat-explorer-*.po
Languages: es_es, fi, fr_fr, it_it, nl_nl

source: MPAT_Explorer
es_es: Explorador MPAT
it_it: MPAT Esploratore

source: Explorer
es_es: Explorador
fi: Tutkimusmatkailijatutkimusmatkailija
fr_fr: Explorateur
it_it: Esploratore
nl_nl: Verkenner

source: Complete info
es_es: Información completa
fi: Täydelliset tiedot
fr_fr: Informations complètes
it_it: Informazioni complete
nl_nl: Volledige info

source: Website graph
es_es: Gráfico del sitio web
fi: Verkkosivujen kaavio
fr_fr: Graphique du site Web
it_it: Grafico del sito
nl_nl: Grafische relationele weergave

source: Empty database
es_es: Base de datos vacía
fi: Tyhjä tietokanta
fr_fr: Vider la base de données
it_it: Database vuoto
nl_nl: Leeg database

source: Empty DB
es_es: DB vacía
fi: Tyhjä TK
fr_fr: Vider BDD
it_it: DB vuoto
nl_nl: Leeg DB

source: Debug database
es_es: Base de datos de depuración
fi: Debug-tietokanta
fr_fr: Déboguer la base de données

source: Debug DB
es_es: DB de depuración
fi: Debug-TK
fr_fr: Déboguer BDD

source: error getting page
es_es: error al obtener la página
fi: virhe sivuilta
fr_fr: erreur d'obtention de la page
it_it: errore nella pagina
nl_nl: fout om pagina te krijgen

source: page id is
es_es: ID de página es
fi: sivun tunnus on
fr_fr: ID de la page est
it_it: la pagina id è
nl_nl: pagina id is

source: error getting model
es_es: error obtener modelo
fi: virheen saaminen mallista
fr_fr: erreur obtenue modèle
it_it: errore che ottiene il modello
nl_nl: fout bij het krijgen van een model

source: model id is
es_es: el id del modelo es
fi: malli id on
fr_fr: Identifiant du modèle est
it_it: modello id è

source: error getting option
es_es: error que consigue la opción
fi: virhe saada vaihtoehto
fr_fr: erreur obtenant l'option
it_it: errore che ottiene l'opzione
nl_nl: fout krijgen optie

source: option id is
es_es: el ID de la opción es
fi: vaihtoehto on
fr_fr: Identifiant de l'option est
it_it: l'opzione id è
nl_nl: optie ID is

source: page updated
es_es: página actualizada
fi: sivu päivitetty
fr_fr: page mise à jour
it_it: pagina aggiornata
nl_nl: pagina bijgewerkt

source: error putting page
es_es: error al poner la página
fi: virhe laittaa sivu
fr_fr: erreur d'obtention de la page
it_it: errore di messa pagina
nl_nl: fout plaatsen pagina

source: model updated
es_es: modelo actualizado
fi: malli päivitetty
fr_fr: identifiant du modèle est
it_it: modello aggiornato
nl_nl: model bijgewerkt

source: error putting model
es_es: error poner modelo
fi: virheen asettamismalli
fr_fr: erreur obtenue modèle
it_it: errore di messa a modello
nl_nl: fout model bij plaatsen

source: option updated
es_es: opción actualizada
fi: vaihtoehto päivitetty
fr_fr: identifiant de l'option est
it_it: opzione aggiornata
nl_nl: optie bijgewerkt

source: error putting option
es_es: opción de error
fi: virhe asettamalla vaihtoehto
fr_fr: erreur obtenant l'option
it_it: errore di messa in opzione
nl_nl: fout bij plaatsen van optie

source: Name of cloned layout ?
es_es: Nombre de la disposición clonada?
fi: Kloonattujen asettelun nimi?
fr_fr: Nom de la mise en page cloné ?
it_it: Nome del layout clonato?
nl_nl: Naam van gekloonde opmaak ?

source: Page
es_es: Página
fi: Sivu
it_it: Pagina
nl_nl: Pagina

source: box
es_es: caja
fi: laatikko
fr_fr: boîte
it_it: scatola

source: state
es_es: estado
fi: osavaltio
fr_fr: état
it_it: stato
nl_nl: staat

source: has no layout
es_es: no tiene diseño
fi: ei ole ulkoasua
fr_fr: n'a pas de mise en page
it_it: non ha layout
nl_nl: heeft geen opmaak

source: has no content
es_es: no tiene contenido
fi: ei ole sisältöä
fr_fr: n'a pas de contenu
it_it: non ha alcun contenuto
nl_nl: heeft geen inhoud

source: has empty content
es_es: tiene contenido vacío
fi: on tyhjä sisältö
fr_fr: contenu vide
it_it: ha un contenuto vuoto
nl_nl: heeft geen content

source: error saving page
es_es: página de error al guardar
fi: virheilmoitussivu
fr_fr: erreur d'obtention de la page
it_it: pagina di risparmio errori
nl_nl: fout bij het bewaren van pagina

source: end of DB processing
es_es: final del procesamiento DB
fi: Loppuun TK käsittely
fr_fr: fin du traitement de base de données
it_it: fine dell'elaborazione DB
nl_nl: einde van DB-verwerking

source: Could not delete page
es_es: No se pudo eliminar la página
fi: Sivua ei voitu poistaa
fr_fr: Impossible de supprimer la page
it_it: Impossibile eliminare la pagina
nl_nl: Kon pagina niet verwijderen

source: Could not delete layout
es_es: No se pudo eliminar el diseño
fi: Asettavuutta ei voitu poistaa
fr_fr: Impossible de supprimer la mise en page
it_it: Impossibile eliminare il layout
nl_nl: Kon de layout niet verwijderen

source: Could not read DB for layouts
es_es: No se pudo leer DB para diseños
fi: TK: n ulkoasua ei voitu lukea
fr_fr: Impossible de lire la base de données pour les mises en page
it_it: Impossibile leggere DB per i layout
nl_nl: Kon DB niet voor opmaak lezen

source: Could not read DB for models
es_es: No se pudo leer DB para los modelos
fi: Mallien TK ei voitu lukea
fr_fr: Impossible de lire la base de données pour les modèles
it_it: Impossibile leggere DB per i modelli
nl_nl: Kon DB niet lezen voor modellen

source: Could not read DB for pages
es_es: No se pudo leer DB para páginas
fi: Sivua ei voitu lukea TK: ltä
fr_fr: Impossible de lire la base de données pour les pages
it_it: Impossibile leggere DB per le pagine
nl_nl: Kon DB niet lezen voor pagina's

source: Could not delete media
es_es: No se han podido eliminar los medios
fi: Mediaa ei voitu poistaa
fr_fr: Impossible de supprimer les médias
it_it: Impossibile eliminare i supporti
nl_nl: Kon media niet verwijderen

source: end of DB emptying
es_es: final del vaciado DB
fi: TK tyhjennyksen loppu
fr_fr: fin de vidange BDD
it_it: fine dello svuotamento DB
nl_nl: einde van DB leegmaken

source: MPAT Explorer
es_es: Explorador MPAT
fi: MPAT Tutkimusmatkailija
fr_fr: Explorateur MPAT
it_it: MPAT Esploratore
nl_nl: MPAT Verkenner

source: for
es_es: para
fi: hyväksi
fr_fr: pour
it_it: per
nl_nl: voor

source: Navigation model
es_es: Modelo de navegación
fi: Navigointi malli
fr_fr: Modèle de navigation
it_it: Modello di navigazione
nl_nl: Navigatie model

source: Pages
es_es: Páginas
fi: Sivut
it_it: Pagine
nl_nl: Paginas

source: Layouts
es_es: Diseños
fi: Ulkoasuja
fr_fr: Mise en page
it_it: Disposizione

source: Page Text Editor
es_es: Editor de texto de página
fi: Sivun tekstieditori
fr_fr: Editeur texte
it_it: Editor dei testi di pagina
nl_nl: Pagina Tekst Bewerker

source: Get page
es_es: Obtener página
fi: Hanki sivu
fr_fr: Charge page
it_it: Ottieni la pagina
nl_nl: Verkrijg pagina

source: CHOOSE PAGE
es_es: Elegir página
fi: VALITSE SIVU
fr_fr: Choisir page
it_it: SCEGLI LA PAGINA
nl_nl: KIES PAGINA

source: Put
es_es: Poner
fi: Laittaa
fr_fr: Mettre
it_it: Mettere
nl_nl: Plaats

source: model
es_es: modelo
fi: malli-
fr_fr: modèle
it_it: modello

source: CHOOSE MODEL
es_es: ELIGE EL MODELO
fi: VALITSE MALLI
fr_fr: CHOISIR MODELE
it_it: SCEGLI IL MODELLO
nl_nl: KIES MODEL

source: Model
es_es: Modelo
fi: Malli
fr_fr: Modèle
it_it: Modello

source: Get option
es_es: Obtener opción
fi: Hanki vaihtoehto
fr_fr: Obtient option
it_it: Ottieni l'opzione
nl_nl: Verkrijg optie

source: CHOOSE OPTION
es_es: ELIJA LA OPCIÓN
fi: VALITSE OPTION
fr_fr: CHOISIR OPTION
it_it: SCEGLIERE OPZIONI
nl_nl: KIES OPTIE

source: Put option
es_es: Poner opción
fi: Laita vaihtoehto
fr_fr: Placer option
it_it: Mettere l'opzione
nl_nl: Plaats optie

source: Page info with components, links and media
es_es: Información de la página con componentes, enlaces y medios
fi: Sivun tiedot komponenteilla, linkillä ja medialla
fr_fr: Informations sur la page avec les composants, les liens et les médias
it_it: Informazioni di pagina con componenti, collegamenti e supporti
nl_nl: Pagina informatie met betreffende componenten, links en media

source: Page title
es_es: Título de la página
fi: Sivun otsikko
fr_fr: Titre de page
it_it: Titolo di pagina
nl_nl: Pagina Titel

source: Content
es_es: Contenido
fi: Pitoisuus
fr_fr: Contenu
it_it: Soddisfare

source: Layout info with zones
es_es: Información de diseño con zonas
fi: Layout-tiedot vyöhykkeillä
fr_fr: Information de mise en page avec zones
it_it: Layout informazioni con le zone
nl_nl: Lay-out informatie met zone

source: Layout name
es_es: Nombre del diseño
fi: Asettelun nimi
fr_fr: Nom de mise en page
it_it: Nome del layout
nl_nl: Lay-out titel

source: Used by
es_es: Usado por
fi: Käytetty
fr_fr: Utilisé par
it_it: Usato da
nl_nl: Gebruikt door

source: Zones
es_es: Zonas
it_it: Zone

source: Actions
es_es: Comportamiento
fi: Toimet
it_it: Azioni
nl_nl: Acties

source: Explorer MPAT sites
es_es: Explorar sitios MPAT
fi: Tutki MPAT-sivustoja
fr_fr: Explorateur de sites MPAT
it_it: Esplora siti MPAT
nl_nl: Verken MPAT sites

source: Zoom and pan with cursor keys and +/-. Drag the nodes to modify the graph.
fi: Zoomaa ja panoroi kohdistinpainikkeilla ja +/-. Vedä solmuja muokkaamalla kaaviota.
fr_fr: Zoom et dérouler avec touches de curseur et +/- du clavier. Faites glisser les noeuds pour modifier le graphique.
it_it: Zoom e pan con i tasti cursore e +/-. Trascinare i nodi per modificare il grafico.
nl_nl: Zoom en pan met cursortoetsen en +/-. Sleep de knooppunten om de grafiek te wijzigen.

source: Error
fi: Virhe
fr_fr: Erreur
it_it: Errore
nl_nl: Fout

source: mpat_application_manager
fr_fr: Gestionnaire d’applications MPAT
nl_nl: MPAT Applicatie Manager

source: timeline_scenario
fr_fr: Scénario
nl_nl: Tijdlijn scenario

source: theme_mods_mpat_theme
fr_fr: Thème MPAT
